"General" = "Orokorra";
/* Customized */
"Default Duration (mins)" = "Iraupen lehenetsia (min)";
"Enabled" = "Gaituta";
"none given" = "ez da eman";
"Name" = "Izena";
/* System default */
"Group" = "Taldea";
